if문을 이용하여 간단한 영어 단어 맞추기 퀴즈 게임을 만드는 프로그램을 작성하시오. (200점)
______ = input("'호랑이'의 영어 단어는 무엇일까요? : ")   
result = "땡! 틀렸습니다."            
if ans1 == "tiger" :                     
    ________ = "딩동댕! 참 잘했어요~~~"   
print(result)                          

______ = input("'사과'의 영어 단어는 무엇일까요? : ")
    ________ = "땡! 틀렸습니다."
if ans2 == "apple" :
    ________ = "딩동댕! 참 잘했어요~~~"
print(result)

______ = input("'컴퓨터' 영어 단어는 무엇일까요? : ")
result = "땡! 틀렸습니다."
if ans3 == "computer" :
    ________ = "딩동댕! 참 잘했어요~~~"
print(result)
